logs/ycsb_redis/native/1_62/1_20190817215835_016/20190817215835_016_a.log
[OVERALL], RunTime(ms), 145
[OVERALL], Throughput(ops/sec), 6896.551724137931
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 44.5625
[CLEANUP], MinLatency(us), 20
[CLEANUP], MaxLatency(us), 320
[CLEANUP], 95thPercentileLatency(us), 43
[CLEANUP], 99thPercentileLatency(us), 320
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 1181.306
[INSERT], MinLatency(us), 205
[INSERT], MaxLatency(us), 36703
[INSERT], 95thPercentileLatency(us), 2333
[INSERT], 99thPercentileLatency(us), 16591
[INSERT], Return=OK, 1000