logs/ycsb_redis/native/1_62/1_20190817215835_016/20190817215835_016_d.log
[OVERALL], RunTime(ms), 176
[OVERALL], Throughput(ops/sec), 5681.818181818182
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 16
[CLEANUP], AverageLatency(us), 45.0
[CLEANUP], MinLatency(us), 21
[CLEANUP], MaxLatency(us), 306
[CLEANUP], 95thPercentileLatency(us), 41
[CLEANUP], 99thPercentileLatency(us), 306
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 1366.75
[INSERT], MinLatency(us), 175
[INSERT], MaxLatency(us), 16671
[INSERT], 95thPercentileLatency(us), 5095
[INSERT], 99thPercentileLatency(us), 9719
[INSERT], Return=OK, 1000